{
    "Language": "FRANÇAIS",
    "Home": "Home",
    "Menu": "Menu",
    "Robot": "Robot",
    "Journey": "Down the Rabbit Hole!",
    "Arcanum": "Arcanum 22",
    "Characters": "Characters",
    "VC": "Vanierland",
    "Jackpot" : "Jackpot",
    "error" : "Error 404!",
    "lost" : "Are you lost? There’s no use trying; one can’t access impossible links!",
    "r1": "Tweedledee and Tweedledum may not be the brightest in Vanierland, but they sure are fantastic robot mechanics! Over the course of several months, they collaborated with Alice to build and program the robot so that they could enter the competition with a top tier robot. With some help from the Mad Hatter and the March Hare, the team took the best parts of each prototype and assembled a robot that would knock even the Queen of Hearts’ socks off.",
    "r2": "Alice broke down the explanation of the robot into something so simple the Tweedle brothers could recite it in their sleep. The robot is comprised of four main parts: ",
    "drivetrain": "The Drivetrain",
    "input": "The Input",
    "reservoir": "The Reservoir",
    "output": "The Output",
    "r3" : "A mecanum drive was used for the drivetrain in case the robot would have to make use of the rails that connect the upper levels together. Mecanum wheels at the corners of the drivetrain ensure the robot can move swiftly without losing control; they are powered by brand new GoBilda motors granted to Alice by the Queen of Hearts herself. The drivetrain is made of t-slotted aluminum extrusions, a cost-effective and sturdy material found in Vanierland’s ore mines.",
    "r4": "The input’s main function is to suck up little hedgehog gamepieces into the robot’s reservoir. Two 3D-printed flaps spin on a motorized axle to propel a hedgehog on the ground up a polycarbonate slide into the reservoir. It’s a bit of a joy ride for the hedgehogs; at the very least, it’s less violent than a game of croquet! ",
    "r5": "The polycarbonate reservoir stores the hedgehogs when they aren’t being used for a given repair. Multiple hedgehogs can be in the reservoir at a given time so that they can gossip about the Queen of Heart’s horrid croquet technique (don’t tell her we said that!) without the risk of it breaking as it’s an incredibly durable material. The reflective shine and high cost make the reservoir a luxury paradise for the hedgehogs before it’s their turn on the conveyor belt.",
    "r6": "The output is a conveyor belt that brings hedgehogs up from the reservoir out into the playing field. 3D-printed attachments on the exterior of the belt are spaced along it so that one hedgehog sits comfortably in their slot as they head up the rollercoaster. Once at the top, the hedgehog rolls down an aluminum L-channel which will be angled accordingly based on the repair that needs to be done. There is also a metal extrusion on the robot that allows it to push buttons on the field, as the hedgehogs tend to have minds of their own when they roam free. ",
    "r7": "Alice’s team spared no expense in building the robot. Many of the fundamental pieces were created with 3D printing, a high-tech process where an object designed on a computer program is created layer-by-layer in a three-dimensional printer. Plastic filament that is fed into Alice’s 3D printers were efficient in terms of both cost and time, which allowed Alice’s team to experiment with numerous designs until the most optimal one was found. It also allowed Alice to make the robot her two favorite colours: pink and blue. Too bad she didn’t have any red filament to impress the Queen of Hearts with!",
    "r8": "One input prototype made by Tweedledee that didn’t make the cut had the axle and the reservoir higher up on the robot so that they wouldn’t accidentally graze the field floor. Once the team simulated a repair, the raised axle would only send hedgehogs into the reservoir if it was dropped in rather than scooped up off the floor by the flaps. ",
    "r9": "Tweedledum countered his brother’s design with one of his own. He lowered the axle and adjusted the flaps of the input so that they barely touch the ground and cover a good portion of the ramp leading to the reservoir. Hedgehogs on the ground successfully made it to their destination, but the flaps were now significantly larger and banged against the sides of the ramp. It was a step in the right direction, but it still lacked the full functionality of a robot that would please Her Majesty.  ",
    "r10": "Another problematic issue stemmed from the 3D printed designs themselves! Alice’s computer must have spouted legs and travelled to the Looking-Glass House, then come back when nobody when nobody was looking, as all the measurements and file names were jumbled up! Unfortunately, this caused a major backup in the printing schedule and the already-fickle printers had complete meltdowns, refusing to cooperate. Devastated and running out of time, Alice and the team quickly got to the bottom of the issue and found all their measurements were converted from millimetres to centimetres and their infill percentages were flipped. To this day, the prime suspect of the foul play remains the sly Knave of Hearts; once you steal tarts, your mischief is presumed to be off the charts.  ",
    "r11": "Panicked and stressed, the Cheshire Cat paid a timely visit to soothe the team’s nerves. He deduced a way to shave down the sides of the flaps so that they clear the sides of the ramp while still pushing in the hedgehogs. From there, Alice concluded crying herself another pool of tears would not gain lost time and set to work repairing the 3D printers and using cardboard flaps as temporary placeholders. By the end of the month, the team’s robot was up and running. It even took Vanierland’s resident teddy bear for a test drive! ",
    "a1": "The very important date, for which not to be late: April 28-30, 2022 at Curé-Antoine-Labelle High School",
    "a2": "CRC Robotics is a neighboring kingdom in Vanierland dedicated to fueling the creativity and ingenuity of the future. A subsidiary organization of EAST, the Educational Alliance for Science & Technology, the non-profit has hosted its annual multidisciplinary robotics competition which merges art and science into one educational and challenging opportunity. Ever since 2001, their goal to give the geniuses of tomorrow the resources and tools to thrive today is the foundation of the competition. ",
    "a3": "The Queen of Hearts decided to cohost Arcanum 2022, a prestigious competition, with CRC Robotics to give her guards a chance to showcase their proficiency in multiple disciplines as well as develop their skills in others. Guards will combine their creativity and ingenuity in the fields of mathematics, computer programming, technology, engineering, arts and languages to properly navigate the kingdom and serve Her Majesty. The Queen of Hearts will deem a guard fit to serve under her name if they present to her an aesthetic kiosk setup, a website and video with all the details of their training and preparation for the final competition, a tutorial that highlights one of their strengths that can help future guards-in-training as well as a fully built and programmed robot that can withstand even a whack from a flamingo-mallet. ",
    "a4": "Over the span of three days, over 20 different factions of guards will come together to compete in different fields and ultimately win over Her Majesty with their finesse and craftsmanship. Cooperation is key as these robots will need to help each other out. 5 factions will work together in a field to accomplish the Queen of Heart’s demanding tasks and score the most points in the following manner:",
    "a5": "From 1 of 6 possible starting points on the field, the 5 robots have a 5:00 minute period called a wave, which is further divided into 1:00 intervals called heats, to repair as many stations as possible by bringing hedgehogs disguised as golf balls to a station and accomplishing the assigned task. 100 hedgehogs are available per field.",
    "a51": "In the name of safety for the hedgehogs, they cannot be thrown or launched across the field; only placed at a station",
    "a6": "Should the robots prove themselves worthy by completing all repairs before the 1:00 time limit, another heat of repairs may begin right after. A light on top of the station will indicate when the station is properly fixed. The number of repairs per heat is chosen beforehand by all the robot pilots before the wave begins, and the Queen of Hearts will give a bonus to the robots brave enough to undertake larger challenges. If she grows too impatient before the pilots have agreed on a difficulty, the lowest difficulty will automatically be defaulted to.",
    "a7": "The field is composed of 5 main stations: ", 
    "a71": "The Particle Accelerator, a hedgehog must be placed at the opening of the particle accelerator. In order to fix the station, the ball must reach the end opposite to the opening, but beware! A sneaky trap in the middle of the tube prevents the ball from completing its intended course but with the press of a magic button at a magic time, this sneaky trap can be avoided.", 
    "a72": "The Reservoir, the hedgehogs have had enough of being hit by golf clubs for the sake of sport. They are seeking refuge in a large receptacle. Whew! Finally safe... Wait a minute... Why are there so many all of a sudden? Uh oh, it’s tipping over! There are 10 hedgehogs already inside the reservoir at the beginning of the wave", 
    "a73": "The Triage Centre, do hedgehogs like slides? Find out by putting them in multi-colored tubes one-by-one in the correct order indicated by the lights that will flash next to the station!", 
    "a74": "The Airlock, a hedgehog is placed at the top of the airlock... but, wait! Hedgehogs are afraid of heights (they have endured enough trauma from being used as golf balls for the Queen of Heart’s cruel entertainment)! Robots must subsequently push or pull metal plates to lower the hedgehog down level by level until it is safe on the ground.", 
    "a75": "The Control Centre, scattered across the field, on upper level and lower level alike, are located 4 control centers. Their buttons must all be pressed in any order for the control center to be fixed. The hedgehogs decided to take a little break from all their hard work, so none will be used for this station",
    "a8": "Two rails that are raised at the beginning link the upper levels of the field. There are switches on either upper level that allow the rails to be lowered. The Queen of Hearts deems lowering the rails a banal action, and therefore will not award any points in lowering the rails to connect the sides. It is also prohibited to go on the rails if they have not yet been activated by the switch. Once the rails are lowered, they cannot be raised again.",
    "a9": "Her Majesty awards 50 points per repair. In a bout of generosity on her part, she will double the reward to 100 points if a repair is done while a breaker in the centre of the field is tipped to the side on which the repair is done. The multiplier does not apply to the control centre as the buttons are scattered on both sides of the field. ",
    "a10": "Alice worked with all her friends in Vanierland to prepare for the Queen of Hearts’ competition and learned many valuable lessons along the way. With so many …curious… personalities with varying opinions on the same project, it’s easier than it seems to forget that everyone is working towards the same goal. Alice enlisted the help of Vanierland's own Dr. Doûsche Bäag, PhD, to explain the importance of cooperation and teamwork for this year’s competition.  ",
    "v1": "Vanierland was founded on September 8, 1970, after the closing of Pensionnat Notre-Dame-des-Anges in 1967 and Basile-Moreau College in 1968. Named after the 19th general governor of Canada, Georges Vanier, the school has expanded significantly from its humble beginnings. Vanierland is home to over 6700 students from over 90 countries, making it a benchmark for inclusivity and diversity.",
    "v2": "Vanierland holds something for everyone, from a top tier athletics department that has numerous national championships if first division sports, to a thriving student life that offers multiple outlets for creativity and ingenuity. ",
    "d1h": "The Pool of Tears:", 
    "d1": "At the end of the Fall 2021 semester, we had to bid farewell to our captain, Noah Kestenbaum. After graduating, Noah decided being a guard wasn’t for him and ventured off to culinary school to pursue his dream of being Her Majesty’s head chef. Unfortunately, the sudden departure left the team crying themselves into a pool of tears! Andrae and Sabrina, the programming and build captains, respectively, were left to manage the team as de facto captains. Later on, Sabrina was nominated as the official team captain. ",
    "d2h": "I’m Late, I’m Late, for a Very Important Date!",
    "d2": "With only an Alice in Vanierland theme and a few ideas to call progress before the end of the year, we had our work cut out for us over the winter break. Shan was the only website member, while journalism had nobody at all. The Knave of Hearts stopped by the training area for a visit in between semesters to steal our tarts, so the build team had many difficulties finding salvageable materials for the robot. Meanwhile, the intersession, a valuable period of time where the team could focus solely on our guard training, loomed overhead. ",
    "d3h": "What a Strange World We Live In…",
    "d3": "A contagious plague ravaged through Vanierland! At the height of the villainous Omicron variant’s reign, the Queen of Hearts mandated a lockdown to prevent the spread of the plague, which, in turn, shut down the training grounds for a good portion of the break. The team was prohibited to come in to work so Alice concocted a plan to lose the least amount of time as possible during the intersession while still being productive: filming outside! The only downside to filming outside was that Vanierland was a freezing tundra at the time! The Cheshire Cat may have fur to keep himself warm, but as for everyone else…",
    "d5h": "Mad Tea Party!",
    "d5": "Once the training grounds reopened, we needed to find a way recruit more potential knights to train with us. One captain sent out “invitations” for a mad tea party, effectively luring in Vanierland citizens under false pretenses. Surprisingly, it was a great success! She abducted over a third of the team’s current roster to convince them to officially join, which was just the mass influx of trainees that was needed to jumpstart the team into action. One recruit was even bribed with food!  ",
    "d6h": "The Golden Key!", 
    "d6": "Vanierland’s 3D printers are locked behind glorious glass doors that require a very specific golden key to unlock them. This time around, Alice did not leave it in on high table, but broke the key itself! Multiple times, we might add. Does Alice have super strength? Was the key weaker than the Knave of Hearts’ alibi? We may never know. In any case, Her Majesty’s Playing Cards revoked Alice’s rights to the 3D printing room when unattended and demanded that an expert always be present when the team wanted to print something. With very few Vanierland experts, the build team had trouble finding the time to print pieces themselves, and sometimes the pieces didn’t even work! ",
    "d7h": "Slaying the Jabberwocky", 
    "d7": "As a CEGEP student, Alice often found herself buried in deadlines, unfinished assignments, and endless exams. Although many obstacles were thrown our way, the biggest was of them all was arguably the lack of time. By this time, the CRC kingdom messengers officially announced the extension of competition preparations to give guards more time to hone their skills, but we were still going to be working up until the last second. One static enemy that we carefully traipsed around during the fall awoke from its slumber: midterms. Slaying this beast would require more than The Vorpal Blade; it would require patience, organization and extreme dedication. All resources were diverted towards it, and resultingly, productivity came to a screeching halt when midterms rolled in. ",
    "d8h": "Keep Your Temper!",
    "d8": "The video team shot all the necessary footage for the tutorial and the Arcanum video, and then some! A preliminary cut of the video was over 7 minutes long before it was shortened to meet the Queen of Hearts’ game regulations. Many tough decisions over which scenes to keep and which to discard or shorten were made. By the end of editing, the team was frustrated that many of the funny scenes had to be cut out of the official video, but found solace in knowing that the bloopers were located elsewhere on the website… ",
    "d9h": "A Game of Chess!", 
    "d9": "Prototype testing began around the middle of February. The Tweedle brothers finished our input so that programming could begin writing the code for it to stay three steps ahead. The output model was built and the pins on the conveyor belt were perfectly sized to fit one hedgehog. The 3D printed mounts for the drivetrain to be connected to the input were fresh of the press and ready to be attached to the robot. All the pieces were starting to come together to close in on the final victory! ",
    "d10h": "Sentence First - Verdict Afterwards!",
    "d10": "The website team began piecing together all the individual components into the website. Incorporating the 3D drawings and the animations of certain trinkets on the menu page were just some of the difficulties faced by the team. Resizing the card pictures for the characters page was also an issue. ",
    "d11h": "Who Stole the Tarts?",
    "d11": "One night, when nobody was looking, the Knave of Hearts must have broken into the robotics room and stolen our tarts! The kiosk team was severely lacking materials to build the tree and teacup chair and had to creatively refurbish spare parts around the room to try and save money. Chicken wire found in an old bin and a gigantic pile of Vanierland newspapers were given new life. The walls from a previous competition held by the Sesame Street kingdom were coated in white paint to be used for this year’s kiosk. ",
    "d12h": "You’ve Found Your Muchness!", 
    "d12": "At last, March break arrived, and we sped up our training faster than the Fawn could run away from Alice. Time took pity on us when he decided to suspend us in eternal peak productivity time. Our kiosk team redid the chicken wire on the tree roots as paper mache and began paper mache on the teacup chair. Swatch tests were done for the talking flowers and our team went on a rainbow paint spree! Build and programming were able to come together and take the robot for leisurely stroll around Vanierland for the first time! Website began finalizing the code for the landing page transition and the last of the drawings were uploaded. Journalism curated the pictures and videos and began translating into French. Alice and the team were full steam ahead with our training! ",
    "d13h": "Curiouser and Curiouser!", 
    "d13": "This experience was quite the journey! After the website was submitted alongside the video and tutorial, the journalism, website and video teams dispersed to help out the kiosk, build and programming teams.  We hit our fair share of snags along the way, but we overcame them together as a team and learned from our mistakes. In traditional Alice fashion, we had many laughs to go around with some of our more … curious… findings. We followed the White Rabbit and found our own Wonderland. Perhaps you, too, may one day find a bunny to follow down a rabbit hole and experience the journey of a lifetime… ",
    "c1h": "Advice from the Mentor Caterpillar:",
    "c1": "Mentoring the Robotics team has taught me a lot about flexibility. Every year the team dynamic changes and I shift my mentoring style to adapt to the team. The pandemic didn't really change that, but it was hard having to disappoint the team based on changing rules and restrictions. Every year, I enjoy watching the students grow as they step into their roles as leaders and decision makers. ",
    "c2h": "Advice from Captain Caterpillars:",
    "c2": "The captains had their fair share of struggles that, at times, made them want to pull out their hair! It was frustrating at times to feel as though you weren’t heard or that you must be a “perfect” leader, but our captains learned to see past all that muddiness. Our head captain learned that being a leader demands a lot of confidence, which isn’t always easy to muster up, but that you can always rely on friends for a reassuring smile. Our other captains also learned how to delegate tasks based on people’s strengths and the importance of effective communication with their teams. ",
    "c3h": "Advice From Build Caterpillars:",
    "c3": "Designing and building a robot can feel like a Caucus race at times: constant running around with no clear finish line in sight. It was incredibly discouraging when 3D printed pieces snapped and did not align properly on the robot, as it meant the design had to change constantly. Eventually, the build team embraced a change in perspective, and found that their Caucus race was really all about the joy of the journey. A certain bunny-eared caterpillar found that mistakes can turn into brand new opportunities for something even better while another found satisfaction in always trying her best even if things don’t go as planned. Patience and flexibility are absolute musts for building a robot! ",
    "c4h": "Advice From Programming Caterpillars:",
    "c4": "Programming caterpillars were incredibly dedicated to their craft. Planning ahead helped immensely with finding the team’s strengths and weaknesses that needed improvement. One caterpillar even quit his job to fully commit programming the robot! The caterpillars worked through their time management issues by setting deadlines and sticking to them, which directly improved their sleep schedules, and indirectly, their coding skills. Always three steps ahead of the game, the White Queen would be proud! ",
    "c5h": "Advice From Kiosk Caterpillars:",
    "c5": "Kiosk caterpillars took a page from the Queen of Hearts’ book when she painted her white roses red to fit her aesthetic. They had a clear vision from the get-go, but the execution wasn’t always necessarily reflected in that vision. Organization was a big lesson to be learned by the team when they were told they had to get most of their work done during the March break due to limitations of workspace and storage afterwards. This, in turn, led to coming up with multiple caterpillars learning to think on their feet to find their way out of sticky situations! One caterpillar even learned what she wants to do in the future from her time on the team! ",
    "c6h": "Advice from Website Caterpillars:",
    "c6": "The website caterpillars kept getting bombarded with new ideas! Many of the caterpillars had to learn how to program in languages they were previously unfamiliar and inexperienced in, which presented itself as a mighty Jabberwocky to be slayed. Over time, the resilient team figured out that trial and error was a fun, exciting way to see what worked and what could be improved upon to fix something else, which came in handy when a certain journalism caterpillar came up with a few spur-of-the-moment ideas days before the website was due. Time management was arguably website’s biggest issue, but they persevered by banding together to slay the Jabberwocky together! ",
    "c8h": "Advice from Video Caterpillars:",
    "c8": "Much like how the Queen of Hearts played croquet with flamingoes and hedgehogs when proper equipment wasn’t around, video had to come up with some wacky solutions, though to a less violent extent (no animals were harmed in video production). Most of the actors enjoyed the weekend hangouts and spontaneous “Just Dance” moments while on set, but a certain cat-eared caterpillar claims he lost “his self-respect” in playing the Cheshire Cat. Moreover, many substitute understudies filled in for the main actors when conflicting schedules became an issue for filming. Luckily, whether the person inside the bunny suit is 154cm or 184 cm, nobody can tell the difference!",
    "c7h": "Advice From Journalism Caterpillars:",
    "c7": "Eternal tea-time at the Mad Tea Party would have been much appreciated by the journalism caterpillars. Not unlike the Cheshire Cat, you never knew where they were until they snuck up to you for a candid shot! The team was documenting up until the very last second, so if Time could’ve stopped time for them the way he did for the Mad Hatter, perhaps they would not have mad to try to make their deadline! They thoroughly enjoyed catching all the funny bloopers on video and taking note of all the silly things the team said on a whim. One particular sacrifice made by these creative caterpillars was their sanity, but, then again, aren’t all writers a little mad? ",
    "j1": "Question of the Day: Does money grow on trees in Vanierland?",
    "j2": "Short Answer: No! :( ",
    "j3": "Better Answer: The Vanier College Students’ Association was an indispensable asset to our robotics team. We express our sincerest gratitude to the President of the Association, Isabella Giosi, and to the Treasurer, Owen Zhang, for their generous donation. The Association’s funding is what allowed the team to thrive and create a robot strong enough and clever enough to outwit the Queen of Hearts’ game! ",
    "j4": "We thank the Vanier College Student Association for their continuous support in being our money tree! We look forward to working with them in the future! ",
    "j5": "Hold on to your (mad) hats, there’s more! We extend our gratitude to CRC Robotics for hosting this annual competition that drives us to think out of the box and work harder. Well-rounded knights don’t get executed by Her Majesty, and the multidisciplinary events go above and beyond in challenging our knowledge and skill to ensure we’re in top shape. Furthermore, we thank Vanier College for the tireless dedication to the robotics team. We’ve been granted a priceless experience in being able to collaborate on a wide-scale project everybody is extremely passionate about, from which we’ve learned valuable lessons we’ll carry with us in our future endeavours. On the more humorous end, we would like to give a special shoutout to the security guards who consistently had to leave their posts to open the 3D printing room for us… though the team is almost certain the security guard enjoy watching our crazy antics on the cameras…",
    "j6": "Last but not least, we are very grateful for having Jeanard, Luca and Alex on our team, their incredible artistic skills will surely impress the Queen of heart. We also thank Victoria for always popping up out of nowhere and taking pictures at the most unexpected moments: it will remind Alice and her teammates of their marvellous journey at Vanierland!",
    "vickytest": "CRC Robotics is a neighboring kingdom in Vanierland dedicated to fueling the creativity and ingenuity of the future. A subsidiary organization of EAST, the Educational Alliance for Science & Technology, the non-profit has hosted its annual multidisciplinary robotics competition which merges art and science into one educational and challenging opportunity. Ever since 2001, their goal to give the geniuses of tomorrow the resources and tools to thrive today is the foundation of the competition. ",
    "w1": "Congratulations! You took a page out of Alice’s book and went down the rabbit hole. Whether you caught onto the hints in the page or clicked on the cute little bunny out of sheer curiosity, you made it! The grand prize for your curiosity is a one-way ticket to our Spotify playlist and photodump. Explore if you dare :P ",
    "w2": "Welcome to the Vanier Robotics 2022 Spotify playlist! We combined all the music we listened to while working into one playlist. Much like Vanierland, it's organized chaos at its finest, so hit shuffle and enjoy!",
    "w3": "Welcome to the Vanier Robotics 2022 photodump! When journalism realized they took 400 pictures too many, they decided to put the goofier ones into a hidden photodump to be seen only by those curious and brave enough to venture far enough into our website to find it. We had an absolute blast making memes of ourselves, so grab some popcorn and enjoy the show! ",
    "The end of our sanity starts here": "The end of our sanity starts here",
    "Our spare time went to great use": "Our spare time went to great use",
    "The bunny is impressed with our work": "The bunny is impressed with our work",
    "Film shenanigans": "Film shenanigans",
    "Meetings in the snow were a good idea": "Meetings in the snow were a good idea",
    "Our abduction tactics became more defined": "Our abduction tactics became more defined",
    "Waiting hours for food and got ripped off": "Waiting hours for food and got ripped off",
    "Robotics Fan club was a thing for a bit": "Robotics Fan club was a thing for a bit",
    "Minecraft Wedding": "Minecraft Wedding",
    "Our Robot finally Worked": "Our Robot finally Worked",
    "Past year's blessing for us": "Past year's blessing for us",
    "Flying Mudkip": "Flying Mudkip",
    "Little Turtwig": "Little Turtwig",
    "PikaRoof": "PikaRoof",
    "Squirtle overdosed on Monster": "Squirtle overdosed on Monster",
    "Teddiursa the botanist": "Teddiursa the botanist",
    "Upside Down Diglet": "Upside Down Diglet",
    "Marauders map": "Marauders map",
    "Forgotten compote au pommes": "Forgotten compote au pommes",
    "But you, I am afraid, are maidenless": "But you, I am afraid, are maidenless",
    "Birthday girl's sled party": "Birthday girl's sled party",
    "Proper measurements of god knows what": "Proper measurements of god knows what",
    "Sabrina-rella": "Sabrina-rella",
    "Stalking the very few journalists": "Stalking the very few journalists",
    "Team captain btw": "Team captain btw",
    "The girl who lived through the midterms": "The girl who lived through the midterms",
    "Stayed up till 3am to study for chemistry": "Stayed up till 3am to study for chemistry",
    "Disciplining the troublesome captain": "Disciplining the troublesome captain",
    "Shan's always the odd one out": "Shan's always the odd one out",
    "His enthusiasm at time is problematic": "His enthusiasm at time is problematic",
    "Ill pay anyone 5 to center a div": "Ill pay anyone 5 to center a div",
    "Clara from Nemo": "Clara from Nemo",
    "Following the restrictions as we should": "Following the restrictions as we should",
    "He heard lactate pills instead of lactaid": "He heard lactate pills instead of lactaid",
    "Websites & Frustrations unearthed": "Websites & Frustrations unearthed",
    "Kiosk captain was very popular": "Kiosk captain was very popular",
    "Life being famous": "Life being famous",
    "Joriz was alone for kiosk that day": "Joriz was alone for kiosk that day",
    "LET'S MAKE THE ROBOT PINK": "LET'S MAKE THE ROBOT PINK",
    "Love from the kiosk captain": "Love from the kiosk captain",
    "Quack attack": "Quack attack",
    "Bear hugs": "Bear hugs",
    "Babysitting the mother": "Babysitting the mother",
    "Baptism into insanity": "Baptism into insanity",
    "First day at school": "First day at school",
    "Proud family": "Proud family",
    "Godmother auditions didn't go as planned": "Godmother auditions didn't go as planned",
    "Uncle anthony": "Uncle Anthony",
    "Pedro goes to daycare": "Pedro goes to daycare",
    "Pedro taking a nap while the team panics": "Pedro taking a nap while the team panics",
    "Fire": "Fire",
    "'Cock of the rock' (that's the real name...)": "'Cock of the rock' (that's the real name...)",
    "torak": "torak",
    "Talking back to the godmother": "Talking back to the godmother",
    "Flavia to Victoria: just why?": "Flavia to Victoria: just why?",
    "Minh-Tri's solution to no chairs": "Minh-Tri's solution to no chairs",
    "Other people became our seats": "Other people became our seats",
    "POV: it's sad girl hour but you stillhave to work": "POV: it's sad girl hour but you stillhave to work",
    "Sitting on the edge": "Sitting on the edge",
    "Step stool productivity": "Step stool productivity",
    "The stem chairs were too far away": "The stem chairs were too far away",
    "We had to share chairs at one point": "We had to share chairs at one point",
    "When the programming captains isn't around": "When the programming captains isn't around",
    "When the programming captain is around": "When the programming captain is around",
    "Tug of war": "Tug of war",
    "He died from exhaustion": "He died from exhaustion",
    "May or may not have gone mad": "May or may not have gone mad",
    "Paolo protection squad": "Paolo protection squad",
    "She slept the frustration away": "She slept the frustration away",
    "Spot the sabrinas": "Spot the sabrinas",
    "Winter brawls": "Winter brawls",
    "We had to find a way to fit into frame": "We had to find a way to fit into frame",
    "Edelina and 3 short people": "Edelina and 3 short people",
    "Moments before Victoria got stabbed": "Moments before Victoria got stabbed",
    "Pokemon is productive for some": "Pokemon is productive for some",
    "The robotics team from Andrae's viewpoint": "The robotics team from Andrae's viewpoint",
    "Tweedledee & Tweedledum": "Tweedledee & Tweedledum",
    "Victoria looking like a child": "Victoria looking like a child",
    "We enjoy being violent at times": "We enjoy being violent at times",
    "The Great Noah Himself": "The Great Noah Himself",
    "The Great Noah Glowup": "The Great Noah Glowup",
    "The other CET students": "The other CET students",
    "The Team's Pastor": "The Team's Pastor",
    "Bless our amazing artists": "Bless our amazing artists",
    "Journalism Team": "Journalism Team",
    "Sad bunny": "Sad bunny",
    "Our save and grace": "Our save and grace",
    "Has he shown up?": "Has he shown up?",
    "Victor Marchand": "Victor Marchand",
    "Good old Alex": "Good old Alex",
    "Our Accomplishments: ": "Our Accomplishments: ",
    "Delving through past years: ": "Delving through past years: ",
    "Our insane Captain: ": "Our insane Captain: ",
    "Just Shan things: ": "Just Shan things: ",
    "Kiosk's Hectic High Jinks: ": "Kiosk's Hectic High Jinks: ",
    "Adventures in Babysitting: ": "Adventures in Babysitting: ",
    "Struggles With no Chairs: ": "Struggles With no Chairs: ",
    "Pure Chaos: ": "Pure Chaos: ",
    "Us Just Being Ourselves: ": "Us Just Being Ourselves: ",
    "Honoring Those Often Forgotten: ": "Honoring Those Often Forgotten: ",
    "vid1": "Shaken Baby Syndrome",
    "vid2": "Last team had better humour",
    "vid3": "Bullying the web captain",
    "vid4": "That was indeed Shan",
    "vid5": "Sabrina needs a GoPro",
    "vid6": "She got caught by one of the teachers",
    "vid7": "Dancing the stress away",
    "vid8": "Shan's sleigh ride",
    "vid9": "Trying to be TikTok famous",
    "vid10": "Sleigh ride around college",
    "tt1": "Tiktok 1",
    "tt2": "Tiktok 2",
    "tt3": "Tiktok 3",
    "tt4": "Tiktok 4",
    "tt5": "Tiktok 5",
    "tt6": "Tiktok 6",
    "tt7": "Tiktok 7"

}
