{
    "Language": "ENGLISH",
    "Home": "Accueil",
    "Menu": "Menu",
    "Robot": "Robot",
    "Journey": "À la poursuite du lapin",
    "Arcanum": "Arcanum 22",
    "Characters": "Personnages",
    "VC": "Vanierland",
    "Jackpot" : "Le gros lot",
    "error" : "Erreur 404!",
    "lost" : "Êtes-vous perdu ? Inutile d'essayer, on ne peut pas accéder à des liens impossibles!",
    "r1": "Tweedledee et Tweedledum ne sont peut-être pas les plus brillants de Vanierland, mais ils sont certainement des mécaniciens de robots fantastiques ! Au cours de plusieurs mois, ils ont collaboré avec Alice pour construire et programmer le robot afin qu’ils puissent entrer dans la compétition avec un robot de haut niveau. Avec l’aide du Chapelier fou et du Lièvre de Mars, l’équipe a pris les meilleures parties de chaques prototypes et a assemblé un robot qui allait éblouir la Reine de Cœur.",
    "r2": "Alice a tellement simplifié l’explication du robot que les frères Tweedle pouvaient la réciter dans leurs sommeils. Le robot est composé de quatre parties principales : ",
    "drivetrain": "La Transmission",
    "input": "Le Intake",
    "reservoir": "Le réservoir",
    "output": "La sortie",
    "r3" : "Une commande mécanique a été utilisé pour la transmission, au cas où le robot devrait utiliser les rails qui relient les niveaux supérieurs. Les roues mécaniques aux coins de la transmission permettent au robot de se déplacer rapidement sans perdre le contrôle ; elles sont alimentées par des moteurs GoBilda neufs accordés à Alice par la Reine des Cœurs. La chaîne cinématique est faite d’extrusions linéaire d’aluminium en forme de T, un matériau rentable et robuste que l’on trouve dans les mines de Vanierland.",
    "r4": "La fonction principale de l’entrée est d’aspirer les petits hérissons dans le réservoir du robot. Deux volets imprimés par une imprimante 3D tournent sur un essieu motorisé pour propulser un hérisson au sol sur une glissière en polycarbonate dans le réservoir. C’est un vrai tour de plaisir pour les hérissons ; et c’est beaucoup moins violent qu’une partie de croquet!",
    "r5": "Le réservoir en polycarbonate empile les hérissons lorsqu’ils ne sont pas utilisés pour une réparation. Comme c’est un matériau incroyablement durable, plusieurs hérissons peuvent être dans le réservoir au même moment, donc ils bavardent sur la technique de croquet horrible de la Reine des Cœurs (ne lui dites pas que nous avons dit ça !) sans le risque de se briser. La brillance et le coût élevé du réservoir font de ce lieu un luxe pour les hérissons avant que ce soit leurs tours sur le convoyeur.",
    "r6": "La sortie est une bande convoyeuse qui amène les hérissons du réservoir dans le terrain de jeu. Les attaches, confectionnées par l’imprimante 3D, à l’extérieur de la bande sont espacées le long de celle-ci de sorte qu’un hérisson se repose confortablement dans sa fente avant de commencer une montagne russe. Une fois au sommet, le hérisson roule un tube (en forme de L) en aluminium qui sera incliné selon la réparation qui doit être faite. Parce que les hérissons font à leur tête lorsqu’ils sont libres, il a une extrusion linéaire métallique sur le robot qui permet d’appuyer sur les boutons sur le terrain.",
    "r7": "L’équipe d’Alice n’a épargné aucune dépense pour construire le robot. Beaucoup des pièces fondamentales ont été créées avec l’imprimante 3D, un processus de haute technologie où un objet conçu sur un ordinateur et créé couche par couche dans une imprimante tridimensionnelle. Le filament de plastique qui est introduit dans les imprimantes 3D d’Alice était efficace en termes de coût et de temps, ce qui a permis à l’équipe d’Alice d’expérimenter de nombreux modèles jusqu’à ce que le meilleur soit trouvé. Cela a également permis à Alice de construire le robot avec ses deux couleurs préférées : le rose et le bleu. Dommage qu’elle n’eût pas de filament rouge pour impressionner la Reine de Cœur!",
    "r8": "Un prototype d’entrée fait par Tweedledee, qui n'était pas à la hauteur des attentes, avait l’essieu et le réservoir plus haut sur le robot de sorte qu’ils ne frôlent pas le sol du champ. L’équipe avait simulé une réparation ; l'essieu surélevé envoyait des hérissons dans le réservoir quand il était abaissé, plutôt que d'être ramassé par les volets.",
    "r9": "Tweedledum a échangé le modèle du robot de son frère avec un des siens. Il a abaissé l’essieu et réglé les volets de l’entrée de sorte qu’ils touchent à peine le sol et couvrent une bonne partie de la rampe menant au réservoir. Les hérissons qui étaient par terre ont réussi à atteindre leur destination, mais les volets étaient maintenant beaucoup plus grands et ont heurtés les côtés de la rampe. C’était un pas dans la bonne direction, mais il fallait arranger certains détails pour que le robot satisfait la reine des cœurs.",
    "r10": "Un autre problème vient des plans conçus par l’imprimante 3D ! L’ordinateur d’Alice a dû se rendre à la Maison du Miroir, puis revenir en douce car toutes les mesures et les noms de fichiers étaient mélangés ! Malheureusement, cela a causé un grand délai dans l’horaire d’impression et les imprimantes, déjà capricieuses d’origine, sont devenues complètement folles, elles refusaient de coopérer. Malgré qu’Alice et son équipe était dévastés et à court de temps, ils se sont rendus compte que toutes leurs mesures étaient converties de millimètres en centimètres et que leurs pourcentages de remplissage étaient inversés. À ce jour, le principal suspect de cet acte criminel reste le rusé Valet de Cœur ; une fois que vous volez des tartes, votre malice semble s’intensifier.",
    "r11": "Paniqué et stressé, le chat Cheshire a rendu une visite opportune pour calmer les nerfs de l’équipe. Il en a trouver un moyen de raccourcir les côtés des volets de sorte qu’ils dégagent les côtés de la rampe tout en poussant les hérissons. Alice a conclu que pleurer une autre marre de larmes ne gagnera pas le temps perdu, elle se mit donc au travail de la réparation des imprimantes 3D et de l’utilisation de rabats en carton comme solution temporaire. À la fin du mois, le robot de l’équipe fonctionnait comme prévu. Il a même transporté l’ours en peluche, un citoyen de Vanierland!",
    "a1": "La date à sauvegarder, à ne pas retarder : soit du 28 au 30 Avril 2022, à l'école secondaire Curé-Antoine-Labelle",
    "a2": "CRC robotique est un royaume voisin de Vanierland qui est dédié à ravitailler la créativité et l’ingéniosité du futur. Une filiale de l’organisation de EAST, l’alliance éducationnel de science et de technologie, a accueilli la compétition annuelle de robotique multidisciplinaire, qui émerge l’art et la science en une opportunité instructive et stimulante. Depuis 2001, leur but d’offrir les génies de demain les ressources et les outils nécessaire pour réussir aujourd’hui est la fondation de la compétition.",
    "a3": "La reine des Coeurs a décidé d’être la co-hôtesse de l’Arcanum 2022, une compétition prestigieuse, avec CRC robotique pour offrir à ses gardes du corps une chance de démontrer leur compétence dans multiples disciplines en plus de développer leurs habilités dans d’autres domaines. Ses gardes du corps vont combiner leur créativité et leur ingéniosité dans les champs de mathématiques, de programmation, de technologie, d’ingénierie, d’arts et de langages afin de diriger correctement son royaume et de servir sa Majesté. La reine des Cœurs va considérer les gardes dignes de servir en honneur de son nom seulement s’ils lui présentent un kiosque esthétique, un site web and une vidéo contenant tous les détails de leur entraînement et préparation pour la compétition finale. De plus, ils doivent aussi montrer un tutoriel qui souligne leurs forces qui aide à instruire les futurs gardes, et un robot construit et programmé qui pourrait même résister un grand coup d’un flamant-mallait.",
    "a4": "Sur un délai de trois jours, plus de 20 groupes de gardes du corps vont se réunir pour compétitionner dans les différents domaines et gagner l’attention de sa Majesté grâce à leurs finesses et leurs habilités. Cinq départements travaillent ensemble pour accomplir les demandes de la reine des Cœurs and pour gagner le plus de points possible des façons suivante :",
    "a5": "Depuis la ligne de départ, les robots vont avoir cinq minutes pour réparer le plus de stations possible en amenant des hérissons, qui sont déguisés en balle de golf, à une autre station et d’accomplir la mission. 20 hérissons sont disponibles par domaine. Pour la sécurité des hérissons, ils ne peuvent pas être lancés dans les airs, ils doivent être déposés à la station. ",
    "a6": "Les robots doivent prouver qu’ils sont dignes en terminant toutes les réparations avant que le temps s’écoule complétement. Une autre mission peut recommencer juste après. Le nombre de réparations nécessaires est décidé avant la compétition. La reine des cœurs va donner des points bonis aux braves robots qui arrivent à accomplir des défis plus difficiles.",
    "a7": "Le terrain est composé de 5 stations principales :", 
    "a71": "L'accélérateur de particules, situé sur le niveau supérieur gauche, composé d'un long tube muni d'une trappe qui peut être fermée en appuyant sur un bouton.", 
    "a72": "Le réservoir, en haut à gauche, qu’il doit être rempli de hérissons jusqu'à ce qu'il bascule.", 
    "a73": "Le Centre de triage, près du milieu droit, où les hérissons doivent être placés dans le bon tube de couleur dans le bon ordre.", 
    "a74": "Le sas, sur le niveau supérieur droit, où un hérisson est placé sur le dessus et tombe une fois que le robot fait bouger les plaques de métal.", 
    "a75": "Le centre de contrôle, près du mur central, qui peut être fixé en appuyant sur les quatre boutons autour du champ dans n’importe quel ordre.",
    "a8": "Deux rails surélevés au début relient les niveaux supérieurs du champ. La Reine des Coeurs considère l’abaissement des rails comme une action banale, et donc n’accordera aucun point en abaissant les rails pour relier les côtés. Il est également interdit de monter sur les rails s’ils n’ont pas encore été actionnés par l’interrupteur.  Une fois les rails abaissés, ils ne peuvent plus être relevés.",
    "a9": "Sa Majesté accorde 50 points par réparation. Dans un élan de générosité, elle doublera la récompense si une réparation est effectuée sur le même côté que le brise-roche, situé au centre du terrain, est incliné. Le multiplicateur ne s’applique pas au centre de commande car les boutons sont éparpillés des deux côtés du champ.",
    "a10": "Alice a travaillé avec tous ses amis à Vanierland pour préparer le concours de la Reine des cœurs. Elle a appris de nombreuses leçons précieuses en cours de route. Avec tant de… curieuses personnalités aux opinions différentes sur le même projet, c’est plus facile d'oublier que tout le monde travaille vers le même but. Alice a demandé l’aide du Dr Doûsche Bäag, Ph.D., de Vanierland, pour expliquer l’importance de la coopération et du travail d’équipe pour le concours de cette année. ",
    "v1": "Vanierland a été fondé le 8 septembre 1970, quelques années après la fermeture du pensionnat de Notre-Dame-des-Anges, en 1967, et du collège Basile-Moreau, en 1968. Ce formidable établissement a été nommé en l’honneur du 19e Gouverneur Général du Canada; Georges Vanier. Depuis, l’institution a connu une expansion significante. Vanierland accueille présentement plus de 6700 étudiants provenant de 90 différent pays, faisant de cette école un parfait exemple d’inclusivité et de diversité.",
    "v2": "Tout le monde peut trouver sa place à Vanierland, du département athlète, qui a gagné de nombreux championnats nationaux, à la vie d’étudiant, qui offre multiples opportunités de démontrer sa créativité et son imagination.",
    "d1h": "La marre aux larmes :", 
    "d1": "À la fin du semestre d’automne 2021, nous avons dû faire nos adieux à notre capitaine, Noah Kestenbaum. Après avoir obtenu son diplôme, Noah a décidé qu’être un gardien n’était pas pour lui et s’est aventuré à l’école culinaire pour poursuivre son rêve d’être le chef cuisinier de Sa Majesté. Malheureusement, le départ soudain a laissé l’équipe pleurer dans une marre de larmes! Andrae et Sabrina, les capitaines de programmation et de construction, respectives, ont été choisis pour gérer l’équipe complète. Plus tard, Sabrina a été nommée capitaine officielle de l’équipe.",
    "d2h": "Je suis en retard, en retard, j’ai un rendez-vous quelque part!",
    "d2": "Avec seulement un thème d’Alice au Vanierland et quelques idées pour progresser avant la fin de l’année, nous avons eu beaucoup de travail pendant les vacances d’hiver. Shan était le seul membre du site Web, tandis que le journalisme n’avait personne du tout. Le Valet des Coeurs s’est arrêté dans la zone d’entraînement pour une visite entre les semestres afin de voler nos tartes, ce qui a causé un manque de matériaux pour le robot. Pendant l’interssession, une période précieuse où l’équipe pouvait se concentrer uniquement sur notre formation de garde du corps, se révélait comme une excellente opportunité. ",
    "d3h": "Quel monde étrange dans lequel nous vivons...",
    "d3": "Une pandémie contagieuse a ravagé vanierland! Au plus fort du règne de la méchante variante d’Omicron, la Reine de Cœur a ordonné un confinement pour empêcher la propagation de cette maladie. Par cette règle, les terrains d’entraînement ont été fermé pendant une bonne partie des vacances. Il était interdit à l’équipe de se rencontrer pour travailler, alors Alice a concocté un excellent plan pour perdre le moins de temps possible tout en étant productif: filmer à l’extérieur! Le seul inconvénient de filmer à Vanierland est l’environnement glacial de cette période de l’année! Le chat de Cheshire a peut-être de la fourrure épaisse pour se garder bien au chaud, mais pour le reste du monde… ",
    "d5h": "Un thé de fous!",
    "d5": "Une fois les terrains d’entraînement se sont ouverts de nouveau, nous devions trouver un moyen de recruter plus de gardes potentiels pour s’entraîner avec nous. Un capitaine a envoyé des ”invitations” à un thé de fous, attirant ainsi des citoyens du Vanierland. Étonnamment, ce fut un grand succès! Elle a kidnappé plus d’un tiers des personnes qui font partis de l’équipe actuelle pour les convaincre de se joindre officiellement. Ce n’était que l’afflux massif des apprentis qui était nécessaires pour lancer l’équipe dans l’action. Une des recrues a même été attirée simplement par de la nourriture!",
    "d6h": "La clé d'or!", 
    "d6": "Les imprimantes 3D de Vanierland sont verrouillées derrière de grandes portes vitrées qui nécessitent une clé dorée très spécifique pour les ouvrir. Cette fois-ci, Alice ne l’a pas laissé sur la table haute, mais a cassé la clé ! À plusieurs reprises ! Alice a-t-elle une force extraordinaire ! La clé était-elle plus fragile que les excuses du valet de cœur ? Nous ne le saurons peut-être jamais. Quoi qu’il en soit, les cartes de jeu de Sa Majesté ont révoqué les droits d’Alice d’entrer la salle d’impression 3D sans surveillance et ont exigé la présence d’un expert en tout temps.",
    "d7h": "Vaincre le Jabberwocky", 
    "d7": "En tant qu’étudiante au cégep, Alice s’est souvent retrouvée débordé dans des délais, des devoirs inachevés et des examens sans fin. Malgré les nombreux obstacles présents sur notre chemin, le plus difficile à surmontée d’entre eux était sans doute le manque de temps. À ce moment-là, les messagers du royaume CRC ont officiellement annoncé la prolongation des préparatifs de la compétition pour donner aux gardes plus de temps pour perfectionner leurs habilités, mais nous avions tout de même travailler à la dernière seconde. Un ennemi surnois que nous avons soigneusement évité durant l’automne s’est finalement réveillé de son sommeil: les examens de mi-session. Vaincre cette bête nécessitait plus que la lame Vorpal; cela exigait beaucoup de patience, d’organisation et d’un dévouement grandiose. Toutes les ressources y ont été détournées vers l’étude et, par conséquent, la productivité s’est brutalement arrêtée lorsque ces grands examens sont arrivés.",
    "d8h": "Gardez le sang-froid!",
    "d8": "L’équipe vidéo a filmé toutes les scènes nécessaires pour le tutoriel et pour la vidéo Arcanum, en plus de vidéos supplémentaires! La vidéo originale a duré plus de 7 minutes avant qu’elle ne soit raccourcie pour répondre aux règlements de jeu instaurés par la Reine des Cœurs. Plusieurs décisions difficiles ont été prises pour les scènes qui devaient être garder, être couper ou raccourci. À la fin du montage, l’équipe était déçue que de nombreuses scènes amusantes ont dû être coupées de la vidéo officielle, mais le sourire est revenu sur les visages des membres de l’équipe en sachant que les bétisiers se retrouvent quelque part sur le site Web...",
    "d9h": "Une partie d'échecs!", 
    "d9": "Les prototypes d’essai ont commencé vers la mi-février. Les frères Tweedle ont terminé l’entrée du robot afin que l’équipe de programmation puisse commencer à écrire le code pour rester trois pas en avance. Le modèle de sortie a été construit et les broches sur le tapis convoyeur étaient parfaitement confectionner pour s’adapter à un hérisson. Les supports imprimés en 3D pour connecter la transmission à l’entrée étaient prêts à être attachés au robot. Toutes les pièces commençaient à se réunir pour se rapprocher de la victoire finale!",
    "d10h": "Première phrase - Verdict par la suite!",
    "d10": "L’équipe du site Web a commencé à rassembler tous les éléments individuels dans le site Web. Inclure les dessins 3D et les animations sur la page d’accueil étaient parmi une des difficultés rencontrées par cette équipe travaillante. Les dimensions des images des cartes de jeu pour la page de tous les membres de l’équipe robotique était également un problème à résoudre.",
    "d11h": "Qui a volé les tartes?",
    "d11": "Une nuit, alors que personne ne regardait, le valet des coeurs a dû entrer par infraction dans la salle de robotique et il volé nos tartes! L’équipe du kiosque manquait affreusement de matériaux pour construire l’arbre et la chaise de tasse de thé. L’équipe a dû réparer de manière créative les pièces trouver dans la salle pour essayer d’économiser de l’argent. Le fil de poulet trouvé dans un vieux bac et une gigantesque pile de vieux journaux de Vanierland ont reçu une nouvelle vie. La peinture blanche provenait des murs d’un concours précédent organisé par le royaume de Rue Sésame d’une année précédente.",
    "d12h": "Vous avez trouvé votre Abondance!", 
    "d12": "Enfin, la semaine de relâche est arrivée et nous avons dû accélérer notre entraînement plus rapidement que le Faon s’est enfui d’Alice. Le temps a eu pitié de nous, donc il a ralenti pour nous donner un moment de productivité continuel. Notre équipe de kiosque a mis le fil de poulet sur les racines de l’arbre et a commencé le papier mâché sur la chaise de tasse de thé. Des tests Swatch ont été effectués pour les fleurs parlantes, en plus de faire un éclat de peinture arc-en-ciel! Les groupes de la construction et de la programmation ont pu se réunir et emmener le robot se promener tranquillement dans vanierland pour la première fois! L’équipe en charge du site Web a commencé la finalisation du code pour la transition des pages importantes, et les derniers dessins ont été finalement téléchargés. L’équipe de journalisme a organisé les images et les vidéos, et a commencé à traduire les textes en français. Alice et l’équipe complétait leur formation à grande vitesse!",
    "d13h": "De plus en plus curieux", 
    "d13": "Cette expérience a été tout un trajet! Après la soumission du site Web, de la vidéo et du tutoriel, les équipes de journalisme, de site Web et de vidéo se sont dispersées pour aider les équipes de kiosque, de construction et de programmation.  Nous avons rencontré plusieurs difficultés en cours de route, mais nous les avons surmontés ensemble en équipe et nous avons appris de nos erreurs. Comme d’habitude avec Alice, nous avons eu beaucoup de moments extrêmement marrants pour faire le tour de nos plus ... découvertes amusantes. Nous avons suivi le lapin blanc et avons trouvé notre propre pays des merveilles. Peut-être que vous aussi, vous trouverez un jour un lapin à poursuivre et vivre une expérience de fous...",
    "c1h": "Conseil du Mentor-Chenille :",
    "c1": "Faire du mentorat auprès de l’équipe de robotiques m’a beaucoup appris à propos de la flexibilité. À chaque année, le dynamique des équipes change, donc mon style de mentorat s’adapte aux différentes équipes. La pandémie n’a pas changé cela, mais c’était dur de décevoir l’équipe avec toutes les nouvelles règles et restrictions. À chaque année, je me réjouis de voir comment les étudiants maturent, rentrent dans leurs rôles en tant que leaders et développent leurs habilités de faire des décisions. ",
    "c2h": "Conseils des Capitaines-Chenilles :",
    "c2": "Les capitaines ont aussi eu leur part de difficulté, au point de vouloir s’arracher les cheveux de la tête. C’était frustrant d’avoir l’impression de ne pas être entendu ou de ne pas être parfait en tout temps, mais ils ont appris comment passer au travers. Nos capitaines ont appris que gérer des équipes exige beaucoup de confiance en soi, ce qui n’est pas toujours facile de le maîtriser. Heureusement ils peuvent compter sur leurs amis pour les faire sourire.",
    "c3h": "Conseils des Chenilles-Construction :",
    "c3": "La conception et la création du robot peut être parfois ressenti comme une course cocasse : courir sans arrêt et ne pas voir la ligne d’arriver. C’était très décourageant de voir les pièces, confectionnées par l’imprimante 3D, se briser et ne pas s’aligner proprement avec le robot. Cela signifiait que le modèle devait être changer constamment. Éventuellement, l’équipe de la construction du robot ont changé de perspective and ont découvert que la course cocasse consiste plutôt de se réjouir du cheminement. Une certaine chenille française à découvert que toutes les erreurs peuvent être transformées en de nouvelles opportunités. Elle a aussi trouvée la satisfaction de donner son cent pour cent, même si les choses de se passent pas comme prévu. La patience et la flexibilité sont nécessaires pour construire un robot.",
    "c4h": "Conseils des Chenilles-Programmation :",
    "c4": "Les chenilles qui se préoccupent de la programmation étaient incroyablement dédiés à leur travail. Planifier d’avance les a beaucoup aidés pour trouver leurs forces et leurs côtés qui avaient besoin d’amélioration. Une chenille a même démissionnée de son travail pour se concentrer sur la programmation du robot ! Les chenilles ont eu une meilleure gestion de temps en s’imposant et en respectant des dates limites. Cela les a aussi permis d’improuver leurs horaires de sommeil et leurs habilités de codage. Tout le temps elles étaient trois pas en avance du jeu, la reine blanche serait fière!",
    "c5h": "Conseils des Chenilles-Kiosque :",
    "c5": "Les chenilles en charge du kiosque ont utilisées le moment où la reine des Cœurs peinturait les roses blanches en rouges pour l’esthétique. L’équipe ont eu une vision claire depuis le départ, mais l’exécution ne s’est pas déroulée aussi aisément. Une bonne organisation était une importante leçon pour l’équipe lorsqu’elles ont sû qu’elles devaient venir à l’école durant la semaine de relâche avant que l’espace et l’entrepôt soit limités. Cela a amené à plusieurs chenilles à apprendre comment retomber sur ses pieds lors des situations collantes! Une chenille a même découvert sa future profession durant le temps passé avec son équipe.",
    "c6h": "Conseils des Chenilles-Web :",
    "c6": "Les chenilles qui s’occupent du site web étaient bombardées de nouvelles idées de tous les parts ! Plusieurs d’entre elles ont dû apprendre comment programmer dans des langages qu’elles ne connaissaient pas auparavant et avec lesquelles elles étaient inexpérimentées, c’était un vrai Jabberwocky à combattre. À travers le temps, l’équipe résiliente ont compris que l’essai-erreur est une façon excitante de savoir ce qui fonctionne bien. C’était bien utile lorsqu’une chenille journaliste venait avec certaines improvisations quelques jours avant l’échéance. La gestion du temps représentait le plus grand défi pour l’équipe, mais les membres ont persévérés en collaborant ensemble pour vaincre le Jabberwocky.",
    "c8h": "Conseils des Chenilles-Vidéos :",
    "c8": "Comme la reine des Cœurs joue croquet avec des flamants rose et des hérissons au lieu de l’équipement ordinaire, les chenilles ont dû improviser avec des solutions farfelues pour leur vidéo, heureusement qu’aucun animal n’a été blessé durant la production. La plupart des acteurs ont aimés leurs moments spontanés de « Just Dance » et se rencontrer durant les fins de semaines. Une des chenilles aux oreilles de chat réclame qu’elle a perdu sa dignité en jouant le chat du Cheshire. De plus, de nombreuses doublures ont remplacé les acteurs principaux qui ne pouvaient pas être présents à cause d’un conflit d’horaire. Heureusement, n’importe qui pouvait être à l’intérieur du costume de lapin, une chenille de 154 cm ou de 184 cm, il n’y avait pas de différence visible!",
    "c7h": "Conseils des Chenilles-Journalisme :",
    "c7": "Le thé des fous sans fin aurait bien été apprécié par les chenilles journalistes. Semblable au chat Cheshire, personne ne savait où elles étaient jusqu’au moment où elles te surprenaient en te prenant en photo à des moments inattendu. L’équipe documentait tout jusqu’à la dernière seconde, donc si le temps s’était arrêté comme pour le chapelier fou, peut-être que les chenilles journalistes ne seraient pas devenues folles pour terminer avant l’échéancier ! Elles ont aimées capturer les moments amusants en vidéo ou de prendre notes toutes les phrases ridicules dites par les autres membres de l’équipe. Un compromis fait par ces créatives chenille était leur santé mentale, mais en fin de compte, les écrivains ne sont-ils pas tous un peu fous?",
    "j1": "Question of the Day: Does money grow on trees in Vanierland?Voici une question très captivante; Est-ce que l’argent pousse dans les arbres à Vanierland?",
    "j2": "La réponse courte: malheureusement, non.",
    "j3": "Mais grâce notre parrainage avec VCSA cela est maintenant possible! L’Association d’étudiants du cégep Vanier est un appui indispensable à notre équipe de robotique. Nous remercions chaleureusement la présidente du VCSA, Isabella Giosi, et leur trésorier, Owen Zhang, pour leur don généreux. Leur financement a permis à notre équipe de construire un robot assez fort et brillant pour surmonter le jeu rusé de la Reine des Cœur.",
    "j4": "Nous sommes très reconnaissants pour le support continuel de l’association d’étudiants du cégep Vanier et d’avoir été notre fameux arbre à argent. Nous espérons de pouvoir encore travailler ensemble dans les prochains projets.",
    "j5": "Ce n’est pas tout! Nous souhaitons remercier Robotique CRC qui organise, année après année, une compétition qui nous pousse à dépasser nos limites et trouver de nouvelles cartes à jouer. L’approche pluridisciplinaire a fait ressortir le créatif qu’il y avait en chacun de nous. Sa Majesté a coupé la tête de personne puisque chacun avait leurs savoir-faire remarquables à apporter au projet! Nous remercions aussi le CÉGEP Vanier pour nous avoir fourni les moyens de réaliser nos ambitions. C’était une expérience folle qui nous a donné l’occasion de collaborer sur un projet de grande envergure où tout le monde a pu contribuer à sa manière et avec passion. Nous en sortons tous grandis! Sur une note plus humoristique, nous souhaitons mentionner l’équipe de sécurité du collège qui a dû sans cesse nous déverrouiller le local d’impression 3D… même si elle a certainement eu beaucoup de plaisir à nous regarder faire nos bêtises devant les caméras de surveillance...",
    "j6": "Nous sommes très reconnaissants pour avoir Jeanard, Luca et Alex dans notre équipe, leurs talents artistiques vont absolument impressionner la reine des cœurs. Nous remercions aussi Victoria pour toujours apparaître et prendre des photos aux moments les plus inattendus ; cela va remémorer Alice et ses coéquipiers de leur merveilleux parcours à Vanierland!",
    "vickytest": "CRC Robotics is a neighboring kingdom in Vanierland dedicated to fueling the creativity and ingenuity of the future. A subsidiary organization of EAST, the Educational Alliance for Science & Technology, the non-profit has hosted its annual multidisciplinary robotics competition which merges art and science into one educational and challenging opportunity. Ever since 2001, their goal to give the geniuses of tomorrow the resources and tools to thrive today is the foundation of the competition. ",
    "w1": "Félicitations! Vous avez imité Alice en allant dans le terrier du lapin. Que vous ayez relevé les indices de la page ou cliqué sur le mignon petit lapin par pure curiosité, vous avez atterri ici! Le grand prix pour votre curiosité est un accès exclusif à notre liste de lecture Spotify et plusieurs photos hilarantes. Explorez à vos risques ! :P ",
    "w2": "Bienvenue pour écouter la liste de lecture Spotify de Vanier Robotiques 2022! Nous avons combiné toutes les chansons écoutées en travaillant pour créer une liste de lecture qui représentent notre dynamique d’équipe. Tout comme à Vanierland, c’est le chaos organisé à son meilleur, profitez-en! ",
    "w3": "Bienvenue à la décharge de photos de Vanier Robotiques 2022! Lorsque l’équipe journalisme s’est rendu compte qu’elle avait pris 400 photos de trop, elle a décidé de réunir les plus ridicules en un seul endroit. Ceux qui sont curieux et assez courageux pour s’aventurer loin dans notre site Web afin de les retrouver, ont le privilège de voir les moments derrières les coulisses. Nous nous sommes éclatés en faisant les fous, alors prenez du maïs soufflé et profitez du spectacle! ",
    "The end of our sanity starts here": "La fin de notre équilibre mental commence ici",
    "Our spare time went to great use": "Notre temps libre a bien été utilise",
    "The bunny is impressed with our work": "Le lapin est impressionné par notre performance",
    "Film shenanigans": "Folies de film",
    "Meetings in the snow were a good idea": "Les réunions dans la neige étaient une bonne idée ",
    "Our abduction tactics became more defined": "Nos techniques de kidnappage sont devenues plus raffinées ",
    "Waiting hours for food and got ripped off": "Attendre des heures pour la bouffe et se faire arnaquer ",
    "Robotics Fan club was a thing for a bit": "Le fan club de robotique a été populaire pendant un certain temps ",
    "Minecraft Wedding": "Mariage Minecraft",
    "Our Robot finally Worked": "Notre robot fonctionne enfin!",
    "Past year's blessing for us": "Bénédiction des années passées pour nous",
    "Flying Mudkip": "Gobou qui vole",
    "Little Turtwig": "Petit Tortipouss",
    "PikaRoof": "Pikatoit",
    "Squirtle overdosed on Monster": "Carapuce surdosage de Monster ",
    "Teddiursa the botanist": "Teddiursa le botanist",
    "Upside Down Diglet": "Taupiqueur à l’envers",
    "Marauders map": "Carte des maraudeurs ",
    "Forgotten compote au pommes": "La compote de pomme oubliée",
    "But you, I am afraid, are maidenless": "Mais vous êtes, ma foi, vierge",
    "Birthday girl's sled party": "La fête en traineau de la fête",
    "Proper measurements of god knows what": "Les bonnes mesures… de quoi??",
    "Sabrina-rella": "Cendrillon Sabrina ",
    "Stalking the very few journalists": "On observe le peu de journaliste que nous avons",
    "Team captain btw": "Oui, c’est notre capitaine ",
    "The girl who lived through the midterms": "L’étudiante qui a survécu à la Mi-session",
    "Stayed up till 3am to study for chemistry": "La nuit blanche d’étude de chimie",
    "Disciplining the troublesome captain": "Et il faut encore discipliner la capitaine...",
    "Shan's always the odd one out": "Shan est toujours le vilain petit canard ",
    "His enthusiasm at time is problematic": "Son enthousiasme est parfois problématique",
    "Ill pay anyone 5 to center a div": "“Peu importe qui le fait, je te donne 5 dollars”",
    "Clara from Nemo": "Clara de Némo ",
    "Following the restrictions as we should": "On suit les restrictions comme il le faut ",
    "He heard lactate pills instead of lactaid": "Il a entendu pilules de lactase au lieu de lactaid ",
    "Websites & Frustrations unearthed": "Les frustrations de l’équipe de site web dont nous n’entendons jamais parles ",
    "Kiosk captain was very popular": "Le capitaine-kiosque est très populaire ",
    "Life being famous": "La vie d’une star ",
    "Joriz was alone for kiosk that day": "Joriz était le seul de l’équipe de kiosque ce jour là ",
    "LET'S MAKE THE ROBOT PINK": "FAISONS EN SORTE QUE LE ROBOT SOIT ROSE!",
    "Love from the kiosk captain": "L’amour du capitaine de kiosque La vie d’une star ",
    "Quack attack": "L’attaque du canard",
    "Bear hugs": "Calins d’ours",
    "Babysitting the mother": "Garder la maman",
    "Baptism into insanity": "Baptême de la folie",
    "First day at school": "Premier jour d’école",
    "Proud family": "Famille fier",
    "Godmother auditions didn't go as planned": "Pas de recrutement de marraine",
    "Uncle anthony": "Oncle Anthony",
    "Pedro goes to daycare": "Pedro va à la garderie",
    "Pedro taking a nap while the team panics": "Pedro prend une sieste pendant que l’équipe s’énerve",
    "Fire": "Feu",
    "'Cock of the rock' (that's the real name...)": "Cock of the rock (c’est le nom réel)",
    "torak": "torak",
    "Talking back to the godmother": "Répondre à la marraine",
    "Flavia to Victoria: just why?": "Flavia à Victoria: pourquoi?",
    "Minh-Tri's solution to no chairs": "Minh-Tri a trouvé la solution à la situation sans-chaise",
    "Other people became our seats": "D’autres personnes sont devenus nos sièges",
    "POV: it's sad girl hour but you stillhave to work": "POV: C’est sad girl hour, mais tu as quand même du travail à faire",
    "Sitting on the edge": "S’asseoir au bord du précipice",
    "Step stool productivity": "La productivité de l’échelle ",
    "The stem chairs were too far away": "Les chaises du centre de STEM étaient trop loin ",
    "We had to share chairs at one point": "A un certain moment on devait partager les chaises",
    "When the programming captains isn't around": "Quand le capitaine de programmation n’est pas là",
    "When the programming captain is around": "Quand le capitaine de programmation est là",
    "Tug of war": "Tir à la corde",
    "He died from exhaustion": "Il est mort de fatigue ",
    "May or may not have gone mad": "Est ou n’est peut-être pas fou ",
    "Paolo protection squad": "Squad de protection de Paolo",
    "She slept the frustration away": "Elle a dormi pour faire disparaitre sa frustration",
    "Spot the sabrinas": "Ou est Sabrina?",
    "Winter brawls": "Batailles d’hiver ",
    "We had to find a way to fit into frame": "On a trouvé un moyen de rentrer dans le cadre",
    "Edelina and 3 short people": "Edelina et 3 petits gens",
    "Moments before Victoria got stabbed": "Moments avant que Victoria ne soit coupée",
    "Pokemon is productive for some": "Pokemon est productif pour certains",
    "The robotics team from Andrae's viewpoint": "L’équipe de robotique de la vue de Andrae",
    "Tweedledee & Tweedledum": "Tweedledee & Tweedledum",
    "Victoria looking like a child": "Victoria semble être un enfant",
    "We enjoy being violent at times": "Nous avons du mal à ne pas être violentdes fois",
    "The Great Noah Himself": "Le Grand Noah, lui-même",
    "The Great Noah Glowup": "Le Grand Noah Glowup",
    "The other CET students": "Les autres étudiants de CET",
    "The Team's Pastor": "Le prêtre de l’équipe",
    "Bless our amazing artists": "Bénissez nos artistes incroyables",
    "Journalism Team": "Equipe de journalisme",
    "Sad bunny": "Lapin triste",
    "Our save and grace": "Notre sauvegarde et notre grâce",
    "Has he shown up?": "Est-il arrivé?",
    "Victor Marchand": "Victor Marchand",
    "Good old Alex": "Bon vieux Alex",
    "Our Accomplishments: ": "Nos accomplissements: ",
    "Delving through past years: ": "Prenons un retour dans le temps: ",
    "Our insane Captain: ": "Notre capitaine folle: ",
    "Just Shan things: ": "Juste...Shan: ",
    "Kiosk's Hectic High Jinks: ": "Le méli-mélo de l'équipe kiosque: ",
    "Adventures in Babysitting: ": "Les aventures en gardiennage: ",
    "Struggles With no Chairs: ": "La lutte pour des chaises: ",
    "Pure Chaos: ": "Pur Chaos: ",
    "Us Just Being Ourselves: ": "Nous étant...nous: ",
    "Honoring Those Often Forgotten: ": "Honorer les oubliés: "

}
